{
    "1": {
        "Indications": "Albendazole is used in the treatment of single or mixed intestinal infections caused by Enterobius vermicularis (Pinworm, Threadworm), Trichuris trichiura (Whipworm), Ascaris lumbricoides (Roundworm), Ancylostoma duodenale & Necator americanus (Hookworm), Taenia solium & Taenia saginata (Tapeworm), Strongyloides stercoralis. Albendazole is indicated in giardiasis in children over 2 years of age. Albendazole in higher doses is indicated for the treatment of hydatid disease.",
        "Therapeutic Class": "Anti-helminthic",
        "Pharmacology": "Albendazole is a benzimidazole anthelmintic, active against most nematodes and some cestodes. It is used in the treatment of intestinal nematode infections and in higher doses in the treatment of hydatid disease. Albendazole exhibits vermicidal, ovicidal, and larvicidal activity. The principal mode of action of Albendazole is its inhibitory effect on tubulin polymerization, which results in the loss of cytoplasmic microtubules.",
        "Dosage & Administration": "Child (12 to 24 months): 200 mg as a single dose (Half of Albendazole 400 tablet or 5 ml Albendazole suspension).Adults & children (over two years): 400 mg (400 tablet or 10 ml Albendazole suspension) as a single dose in cases of Enterobius vermicularis, Trichuris trichiura, Ascaris lumbricoides, Ancylostoma duodenale and Necator americanus. In cases of strongyloidiasis or taeniasis, 400 mg (400 mg tablet or 10 ml suspension) as a single dose should be given for three consecutive days. Giardiasis: 400 mg (400 mg tablet or 10 ml suspension) once daily for five days.Albendazole in hydatid disease (Echinococcosis): In the treatment of echinococcosis, Albendazole is given by mouth with meals in a dose of 400 mg twice daily for 28 days for patients weighing over 60 kg. A dose of 15 mg/kg body weight daily in two divided doses (to a maximum total daily dose of 800 mg) is used for patients weighing less than 60 kg. For cystic echinococcosis the 28-days course may be repeated after 14 days without treatment to a total of three treatment cycles. For alveolar echinococcosis, cycles of 28 days of treatment followed by 14 days without treatment may need to continue for months or years. When three courses of therapy have been given in the pre or post surgical setting, optimal killing of cyst contents is achieved.",
        "Interaction": "Albendazole has been shown to induce liver enzymes of the cytochrome P-450 system responsible for its own metabolism. There is, therefore, a theoretical risk of interaction with theophylline, anticonvulsants, anticoagulants, oral contraceptives and oral hypoglycaemics. Care should therefore be exercised during the introduction of Albendazole in patients receiving the above groups of compounds",
        "Contraindications": "This is known to be teratogenic and embryo-toxic in some animals. Therefore it should not be administered during pregnancy or in women thought to be pregnant. It should only be used in the treatment of echinococcosis if there is constant medical supervision with regular monitoring of serumtransaminase concentrations and of leucocyte and platelet counts.",
        "Side Effects": "Side effects include epigastric pains, diarrhoea, headache, nausea, vomiting, dizziness, constipation, pruritis and dry mouth.",
        "Pregnancy & Lactation": "Use in pregnancy: pregnancy category D. Albendazole is contraindicated during pregnancy and for one month prior to conception. In order to avoid administering albendazole during early pregnancy, women of childbearing age (15-45) should initiate treatment during the first week of menstruation or after a negative pregnancy test.Use in lactation: Adequate human and animal data on use during lactation are not available. Therefore breastfeeding should be discontinued during and for a minimum of 5 days after treatment.",
        "Precautions": "Elevations in hepatic enzyme levels and reversible reduction in total white cell count have occasionally been reported. These changes appear to be more common during treatment of E. multilocularis.",
        "Overdose Effects": "There is no experience of overdosage. Gastric lavage may be performed in the first two to three hours after ingestion. No specific antidote is known. However, symptomatic treatment and general supportive measures should be undertaken as required.",
        "Storage Conditions": "Tablet: Store at room temperature and keep away from light. Keep out of the reach of children.Suspension: Keep in a cool and dry place, away from light."
    }
}